alsa-utils
autojump
awesome
base-devel
brave-bin
bridge-utils
dunst
dxvk-bin
feh
freetype2
geany
github-desktop-bin
gsimplecal
gtk2-perl
htop
imagemagick
jq
kitty
libx11
libxft
libxinerama
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
lightly-git
lightlyshaders-git
lxappearance
lxsession
mangohud
mangohud-common
nano
neofetch
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
obconf
ocs-url
parcellite
pavucontrol
picom
playerctl
plymouth-git
pulseaudio
pulseaudio-alsa
qt5ct
rofi
rxvt-unicode
scrot
sddm-nordic-theme-git
snapper-gui-git
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-meslo
tumbler
vde2
viewnior
w3m
wireless_tools
xautolock
xclip
xfce4-power-manager
xorg
xsettingsd
zoom
zsh
